/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "occasion-hero": {
      "type": "occasion-hero",
      "settings": {
        "image": "shopify://shop_images/IMG_8114_1_2x_18c44e43-a520-4b6a-b0f6-d13253a185d5.jpg",
        "image_position": "center",
        "overlay_opacity": 40,
        "banner_height": "large",
        "subtitle": "Tracht für’s Fest",
        "title": "Die schönsten Volksfeste in Bayern",
        "description": "",
        "button_label": "",
        "button_link": "",
        "content_horizontal": "center",
        "content_vertical": "center",
        "text_color": "#ffffff"
      }
    },
    "content": {
      "type": "occasion-content",
      "settings": {
        "content_width": "medium",
        "text_alignment": "center",
        "background_color": "#ffffff",
        "subtitle": "",
        "title": "",
        "content": "<p>Natürlich hat es sie schon immer gegeben, Feste in Tracht. Aber heute feiern nicht nur die Trachten- und Schützenvereine am Land in Dirndl und Lederhose, sondern auch fast alle bayerischen Städte auf ihren vielen Volksfesten und Dulten. Die Damen schmeißen sich in ihre festlichen Dirndlkleider, die Männer in Lederhose und Janker, wenn die Volksfestsaison in Bayern im Frühling startet. Im Herbst haben die bayerischen Volksfeste dann Hochsaison.</p><h2><br/>Frühlingsfeste in Tracht</h2><p>Der Startschuss fällt meist im April mit dem Frühlingsfest in Nürnberg. Schon im Vorfeld werden lange festliche Dirndl und generell festliche Tracht gesucht. Denn ab dem Zeitpunkt geht es Schlag auf Schlag im bayerischen Volksfest-Kalender. Festliche Dirndl werden vermehrt auch auf dem Münchner Frühlingsfest, der \"kleinen Wiesn\", auf der Theresienwiese getragen, nachdem das Volksfest früher nicht geprägt war von eleganten edlen Dirndln und festlicher Tracht. Das Dirndl für besondere Anlässe hat aber auch auf der kleinen Version der Wiesn Jeans und Sweatshirt längst verdrängt. Die vielen jungen Besucher tragen meist exklusive Dirndl, edle Dirndlblusen und Lederhosen, auch wenn diese manchmal mit Sneaker kombiniert werden. Das Bild ist überall in Bayern das Gleiche: von der Maidult in Regensburg und Passau über die Erlanger Herbstkirchweih bis zum Kilanivolksfest in Würzburg – ob in der Oberpfalz oder in Franken – in Bayern werden festliche Dirndl und Festtagstracht getragen. Zu einem Publikumsmagneten in Oberbayern haben sich auch die Waldfeste am Tegernsee und Schliersee entwickelt. Haben hier früher nur die Einheimischen in ihren Festdirndln und kurzen Lederhosen getanzt, tauchen zur Waldfestsaison immer mehr Münchner Kennzeichen und auch Damen in festlichen Dirndlkleider auf, um eine Maß Bier im trotz sommerlichen Temperaturen kühlen Wald und die authentische Volksmusik zu genießen.<br/><br/></p><h2>Herbstfeste von München bis Straubing<br/></h2><p>Weit in den August hinein ziehen sich die Waldfeste am Tegernsee bis mit dem Gäubodenfest in Straubing die wichtigste Jahreszeit in Bayern beginnt: der Herbst mit seinen vielen großen Volksfesten. Für den Herbst dürfen die Dirndl noch festlicher sein. Samt und Seide kommen für die Festtagsdirndl und die langen Herbstdirndl zum Einsatz. Edle Dirndlblusen schmücken das exklusive Dirndl. Und spätestens zur Wiesn in Rosenheim und zum Münchner Oktoberfest sieht man fesche Männer in Tracht mit kurzer Lederhose, Gilet, Trachtenjanker und Haferlschuhen. Neben den langen Dirndln sieht man aber auch festliche Trachtenkleider und festliche Tracht wie Trachtenröcke mit Mieder und Trachtenblusen. Festliche Tracht für Herren kann aber auch eine Trachtenhose oder Stresemannhose sein, kombiniert mit Weste und Trachtensakko. Und natürlich auch die Kleinen in Schale werfen, zum Beispiel im festlichen Kinderdirndl oder in kurzer Lederhose.<br/><br/></p>"
      }
    },
    "products": {
      "type": "occasion-products",
      "settings": {
        "subtitle": "Die schönsten",
        "title": "Lederhosen",
        "show_view_all": true,
        "view_all_link": "shopify://collections/lederhosen",
        "view_all_text": "Alle ansehen",
        "use_collection": true,
        "collection": "lederhosen",
        "products_limit": 8,
        "show_vendor": true,
        "background_color": "#f9fafb"
      }
    },
    "banner": {
      "type": "occasion-banner",
      "settings": {
        "use_image": true,
        "image": "shopify://shop_images/ALMLIEBE23HW1409K_2x-volk.jpg",
        "image_position": "center",
        "overlay_opacity": 40,
        "background_color": "#111827",
        "enable_parallax": true,
        "banner_height": "xlarge",
        "content_width": "full",
        "content_horizontal": "center",
        "content_vertical": "center",
        "subtitle": "Volksfest-Trends Damen",
        "title": "Vom Wasch- zum Samtdirndl",
        "description": "",
        "text_color": "#ffffff",
        "button_label": "",
        "button_link": "",
        "button_style": "solid"
      }
    },
    "occasion_content_tMUwP4": {
      "type": "occasion-content",
      "name": "Occasion Content",
      "settings": {
        "content_width": "medium",
        "text_alignment": "center",
        "background_color": "#ffffff",
        "subtitle": "",
        "title": "",
        "content": "<p>Vor nicht allzu langer Zeit war das einfache Waschdirndl aus Baumwolle ein beliebtes Festdirndl. Traditionell, aus gemusterter Baumwolle, und praktisch, weil man es eben waschen konnte nach einem exzessiven Abend im Bierzelt. Heute ist ein Volksfest ein festlicher Anlass, zu dem man sich mit einem exklusiven Dirndl herausputzt und das schönste Gewand anzieht, so wie es auch früher war. Vielleicht im Hochsommer oder zu einem Waldfest tagsüber kann man leichte luftige Dirndl tragen. Sonst gilt für das festliche Dirndlkleid: lieber edel und elegant. Die Materialien beim langen festlichen Dirndl sind eher Samt, gewebte Jaquardstoffe oder auch Cord. Samtdirndl in Grün, Blau oder Schwarz sind zum neuen It-Teil nicht nur auf der Münchner Wiesn geworden. Die Designer-Dirndl kommen meist Ton-in-Ton mit der Schürze und werden mit festlichen Spitzen-Dirndlblusen aufgepeppt. Neu bei den Volksfest-Trachten-Trends sind auch festliche Halbarmdirndl – zum Beispiel von Gottseidank oder Almliebe -, die man mit oder ohne Dirndlbluse tragen kann. Modisch ganz vorne dabei sind Dirndl mit Puffarm, egal ob nur leicht angepufft an der Schulter oder mit mehr Volumen im Ärmel. Das Halbarmdirndl kann dabei hochgeschlossen sein oder mit klassischem Ausschnitt. Wichtig beim exklusiven Dirndl für festliche Anlässe sind also edle Materialien, hochwertige Knöpfe und hochwertige Stoffe, statt zu viel Glitzer und Seide. Übrigens: als modern gelten lange festliche Dirndlkleider mit einer Rocklänge von mindestens 75 Zentimeter.<br/><br/></p>"
      }
    },
    "occasion_products_BVppgp": {
      "type": "occasion-products",
      "name": "Occasion Products",
      "settings": {
        "subtitle": "Die schönsten festlichen",
        "title": "Dirndl",
        "show_view_all": true,
        "view_all_link": "shopify://collections/dirndl",
        "view_all_text": "Alle ansehen",
        "use_collection": true,
        "collection": "dirndl",
        "products_limit": 8,
        "show_vendor": true,
        "background_color": "#ffffff"
      }
    },
    "text-image": {
      "type": "occasion-text-image",
      "settings": {
        "layout": "content-first",
        "background_color": "#ffffff",
        "subtitle": "",
        "title": "",
        "content": "",
        "button_label": "",
        "button_link": ""
      }
    }
  },
  "order": [
    "occasion-hero",
    "content",
    "products",
    "banner",
    "occasion_content_tMUwP4",
    "occasion_products_BVppgp",
    "text-image"
  ]
}
