/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "occasion-hero": {
      "type": "occasion-hero",
      "settings": {
        "image": "shopify://shop_images/trachtenhochzeit-almliebe-1_2x_4b42212a-77c4-40c7-aff6-386bfead4dd4.jpg",
        "image_position": "top",
        "overlay_opacity": 40,
        "banner_height": "large",
        "subtitle": "Trachten für die Hochzeit",
        "title": "Tradition für den schönsten Tag im Leben",
        "description": "",
        "button_label": "",
        "button_link": "",
        "content_horizontal": "center",
        "content_vertical": "center",
        "text_color": "#ffffff"
      }
    },
    "content": {
      "type": "occasion-content",
      "settings": {
        "content_width": "medium",
        "text_alignment": "center",
        "background_color": "#ffffff",
        "subtitle": "",
        "title": "",
        "content": "<p>Barfuß auf der sattgrünen Almwiese laufen. Im wunderschönen, romantischen Brautdirndl. Der Bräutigam in kurzer Lederhose und traditionellem Janker. Vor einer Bergkulisse, die einem den Atem raubt. Wer träumt nicht davon, im Postkarten-Idyll der Alpen eine Trachtenhochzeit mit Hochzeitsdirndl und Hirschlederhose zu feiern? Das bayerische Brauchtum hat viele schöne Hochzeitstraditionen und fesches Gwand parat. Also feiere Deine Trachtenhochzeit mit viel Alm-LIEBE im Herzen. Wir haben die schönsten Brautdirndl verschiedener Trachten-Labels wie Gottseidank, Heimatglück, Sportalm, Kinga Mathe, Wenger und viele mehr für Euch mit Liebe zusammengestellt. Aber auch ganz besondere, eigene Almliebe Hochzeitsdirndl designt. Romantische Spitzen-Dirndlblusen ausgesucht. Und schöne Accessoires wie z.B. Trachtenschuhe passend zu den Dirndln für Euch gefunden. Die Mannsbilder wiederum tragen kurze Lederhosen für die Hochzeit, festliche Janker und Trachtenwesten. Auch hier findet Ihr bei uns eine große Auswahl an Herrentracht für die standesamtliche Hochzeit von Labels wie Meindl, Gottseidank, Ostarrichi, Grasegger und vielen mehr. Online in unserem Shop und in unseren Läden in Pocking und München findest Du Dein perfektes Hochzeitsoutfit für Deine Traumhochzeit in Tracht. Gerade München ist bekannt für seine große Auswahl an Dirndlbrautkleidern. Gerne beraten wir Dich persönlich und helfen Dir, Dein Brautdirndl oder die passende Lederhose zu finden. Vereinbare jetzt Deinen individuellen Beratungs-Termin unter info@almliebe.com<br/><br/></p>"
      }
    },
    "products": {
      "type": "occasion-products",
      "settings": {
        "subtitle": "Die schönsten",
        "title": "Braut Dirndl",
        "show_view_all": true,
        "view_all_link": "shopify://collections/braut-drindl",
        "view_all_text": "Alle ansehen",
        "use_collection": true,
        "collection": "braut-drindl",
        "products_limit": 12,
        "show_vendor": true,
        "background_color": "#f9fafb"
      }
    },
    "banner": {
      "type": "occasion-banner",
      "settings": {
        "use_image": true,
        "image": "shopify://shop_images/brautdirndl-gottseidank-2_2x_ca45d449-f05d-4f42-abc9-0fb9bdea52b3.jpg",
        "image_position": "center",
        "overlay_opacity": 40,
        "background_color": "#111827",
        "enable_parallax": true,
        "banner_height": "large",
        "content_width": "full",
        "content_horizontal": "center",
        "content_vertical": "center",
        "subtitle": "HOCHZEITS TRENDS",
        "title": "Heiraten in Tracht",
        "description": "",
        "text_color": "#ffffff",
        "button_label": "",
        "button_link": "",
        "button_style": "solid"
      }
    },
    "occasion_content_TwRwQJ": {
      "type": "occasion-content",
      "name": "Occasion Content",
      "settings": {
        "content_width": "medium",
        "text_alignment": "center",
        "background_color": "#ffffff",
        "subtitle": "",
        "title": "",
        "content": "<p>Während die modernen Bräute bei der kirchlichen Trauung meist im klassischen weißen Brautkleid heiraten, treten sie im wunderschönen langen Hochzeitsdirndl vors Standesamt. Bei der Tracht für die Hochzeit ist das Brautdirndl nur selten weiß, sondern cremefarben oder in pastelligen Farben gehalten. Die festlichen Brautdirndl in Rosé, Hellblau oder Grün haben dabei meist einen klassischen Ausschnitt oder einen Herzausschnitt und werden mit zarten Spitzen-Dirndlblusen kombiniert. Die Stoffe der Dirndlbrautkleider sind edle Jacquard- oder Leinenqualitäten, dürfen aber auch nicht zu schimmernd und überladen sein. Auch bei der Hochzeit gilt: Der Trend geht zur Tradition. Trachtenhochzeiten werden auch wieder im klassischen Dirndl-Dreiteiler gefeiert oder im Halbarm-Dirndl. Der Trend zur Tradition gilt auch für den Bräutigam.<br/><br/>Zur Herren Tracht für die Hochzeit gehören edle kurze Hirschlederhosen oder helle kurze Lederhosen aus Ziegenleder. Die Lederhosen für eine Hochzeit sind dabei eher dezent bestickt in hellen Tönen, Silber oder einem hellen Blau. Dazu passt ein weißes schmal geschnittenes Trachtenhemd mit Stehkragen. Ebenso wie eine edle Trachtenweste von Marken wie Gottseidank oder Grasegger und dazu ein traditioneller Trachtenjanker aus Leinen oder Loden. Klassische Haferlschuhe sowie lange Trachtensocken und perfekt ist die Männertracht für die Hochzeit! Und während man ein Brautkleid nur einmal trägt, wird Euch das Brautdirndl in Pastelltönen oder die traditionelle Lederhose noch lange begleiten und an unvergessliche Augenblicke erinnern!<br/><br/></p>"
      }
    },
    "occasion_products_tAR9Tp": {
      "type": "occasion-products",
      "name": "Occasion Products",
      "settings": {
        "subtitle": "Die schönsten",
        "title": "Lederhosen",
        "show_view_all": true,
        "view_all_link": "shopify://collections/lederhosen",
        "view_all_text": "Alle ansehen",
        "use_collection": true,
        "collection": "lederhosen",
        "products_limit": 12,
        "show_vendor": true,
        "background_color": "#ffffff"
      }
    },
    "occasion_text_image_NNweRL": {
      "type": "occasion-text-image",
      "name": "Occasion Text + Image",
      "settings": {
        "layout": "image-first",
        "background_color": "#ffffff",
        "subtitle": "",
        "title": "Dirndlbluse Spitze trifft Bluse",
        "content": "<p>Die Dirndlbluse ist mindestens so wichtig wie das Dirndl selbst, denn sie verleiht dem Brautdirndl den gewünschten Trachten-Stil. Ob traditionell oder verführerisch – kommt auch immer ganz auf die Dirndlbluse an. Die Auswahl und Variationen an Dirndlblusen für die Hochzeit sind heute enorm. Ob eine Bluse mit Balconette-Ausschnitt, V-Ausschnitt oder aber eine hochgeschlossenen Dirndlbluse: sie stellen alle ein passendes Accessoire zum Dirndl dar. Modern sind Dirndlblusen aus Spitze, die definitiv ein Highlight beim Dirndloutfit sind. Aber auch Dirndlblusen mit Puffarm und viel Volumen sind wieder en vogue. Die Farbtöne kann man ans Brautdirndl anpassen. Nach wie vor dominieren weiße Dirndlblusen, bei Trachtenhochzeiten sind aber auch Spitzen-Dirndlblusen in Creme -und Offwhite-Farbtönen passend. Wir haben die schönsten und edelsten Dirndlblusen fürs Brautdirndl für Euch ausgesucht, wie zum Beispiel von Kinga Mathe, Gottseidank, Sportalm, Heimatglück, Wenger, Anno Domini und vielen anderen.<br/><br/></p>",
        "button_label": "",
        "button_link": "",
        "image": "shopify://shop_images/brautdirndl-almliebe-2_2x_6aca8ea9-21f0-4214-800f-8151fdd829c0.jpg"
      }
    },
    "occasion_products_dnLp6J": {
      "type": "occasion-products",
      "name": "Occasion Products",
      "settings": {
        "subtitle": "Die schönsten",
        "title": "Dirndlblusen",
        "show_view_all": true,
        "view_all_link": "shopify://collections/dirndlblusen",
        "view_all_text": "Alle ansehen",
        "use_collection": true,
        "collection": "dirndlblusen",
        "products_limit": 12,
        "show_vendor": true,
        "background_color": "#ffffff"
      }
    },
    "occasion_text_image_GrEPx7": {
      "type": "occasion-text-image",
      "name": "Occasion Text + Image",
      "settings": {
        "layout": "content-first",
        "background_color": "#ffffff",
        "subtitle": "",
        "title": "TrachtengiletWeste trifft Tradition",
        "content": "<p>Die Schau sollte er seiner Braut vielleicht nicht stehlen, aber bei der Trachtenhochzeit kann auch der Bräutigam Stil beweisen. Am besten mit einem traditionellen Hochzeitsoutfit bestehend aus kurzer traditioneller Lederhose, schmalem Hemd, hochgeschlossener Trachtenweste und klassischem Trachtenjanker. Vor allem bei der Trachtenweste können die Männer Stil beweisen und mit Farben spielen: Je nachdem, welche Farbe die Braut beim Brautdirndl trägt. Der Trend bei den Trachtenwesten geht zu Dunkelblau, klassischen Grüntönen, aber auch mal zu einem starken Himbeerton – Hauptsache die Weste ist traditionell. Aufwind haben jetzt auch Trachtengilets wie das Miesbacher Gilet mit Kette am Ausschnitt oder die Kutscher Weste mit großen, schmückenden Münzknöpfen, die aus der Dachauer Region kommen. Bei den Lederhosen greift Mann farblich eher zu helleren und gräulichen Tönen. Hauptsache die Lederhose für die Hochzeit ist qualitativ hochwertig - bevorzugt aus Hirschleder. Bei den Hemden steht bei der Trachtenhochzeit das weiße Stehkragenhemd im Vordergrund. Wir haben eine schöne Auswahl an Lederhosen, Jankern und Trachtenwesten für Euch von Labels wie Gottseidank, Ostarrichi, Grasegger oder Meindl.</p>",
        "button_label": "",
        "button_link": "",
        "image": "shopify://shop_images/trachtenhochzeit-weste-1_2x_1cd7531c-cd53-4e35-be71-6c124232f7c0.jpg"
      }
    },
    "occasion_products_kWgmMM": {
      "type": "occasion-products",
      "name": "Occasion Products",
      "settings": {
        "subtitle": "Die schönsten",
        "title": "Trachtenwesten",
        "show_view_all": true,
        "view_all_link": "shopify://collections/trachtenwesten",
        "view_all_text": "Alle ansehen",
        "use_collection": true,
        "collection": "trachtenwesten",
        "products_limit": 12,
        "show_vendor": true,
        "background_color": "#ffffff"
      }
    },
    "occasion_banner_wEMxDw": {
      "type": "occasion-banner",
      "name": "Occasion Banner",
      "settings": {
        "use_image": true,
        "image": "shopify://shop_images/trachtenhochzeit-almliebe-2_2x_b530793d-d411-4f6d-a0ae-694240ba6ca0.jpg",
        "image_position": "center",
        "overlay_opacity": 40,
        "background_color": "#111827",
        "enable_parallax": true,
        "banner_height": "medium",
        "content_width": "full",
        "content_horizontal": "center",
        "content_vertical": "center",
        "subtitle": "HOCHZEITSGÄSTE",
        "title": "Tracht für Trauzeugen & Hochzeitsgäste",
        "description": "",
        "text_color": "#ffffff",
        "button_label": "",
        "button_link": "",
        "button_style": "solid"
      }
    },
    "occasion_content_nkUKtB": {
      "type": "occasion-content",
      "name": "Occasion Content",
      "settings": {
        "content_width": "medium",
        "text_alignment": "center",
        "background_color": "#ffffff",
        "subtitle": "",
        "title": "",
        "content": "<p>Bei der Trachtenhochzeit wollen natürlich auch die Trauzeuginnen, Brautmütter und andere Hochzeitsgäste im Dirndl eine gute Figur machen. Dabei sind sie nicht an pastellige Dirndl gebunden, sondern können farblich und vom Material her frei wählen. Als Hochzeitsgast trägt man Dirndl nicht unbedingt hell und mit schimmernder Seidenschürze. Dirndl-Designer wie Gottseidank oder Kinga Mathé verbinden edle, festliche Stoffe wie Leinen oder gewebte Jacquardstoffe mit klassischen Dirndl-Schnitten. Hochzeitsgast-Dirndl können durchaus auch dunkel gehalten sein in einem Dunkelgrün oder Marineblau. Rot wird dagegen bei Dirndl für Hochzeitsgäste nicht so gern gesehen, weil die auffällige Farbe der Braut die Show stehlen könnte. Auch schwarz trägt man als Gast eigentlich nicht bei einer Hochzeit in Tracht.<br/>Merke: Eher Understatement und Tradition sind angesagt bei den festlichen Dirndln für die Hochzeit. Als Alternative zum Dirndl für Hochzeitsgäste bietet sich ein Trachtenrock an. Meist sind Trachtenröcke für Hochzeiten festlich und lang, in einer Midi-Länge weit übers Knie. Auch Trachtenkleider für Hochzeiten wirken edel und schlicht und sind perfekt für Hochzeitsgäste, die nicht so gerne Dirndl tragen.<br/><br/>Bei den Männern, die als Gast zu einer Hochzeit kommen, geht es hin zu traditionellen Trachtenoutfits mit kurzer Lederhose, schmalem Hemd, Gilet und Trachtenjanker. Wie die Damen im Dirndl sind auch die Männer bei der Trachtenhochzeit nicht an Farben gebunden. Wichtig ist es, die Trachtenweste auf den Janker darüber abzustimmen. Möglich ist hier ein farblicher Kontrast, aber auch Gilet und Janker Ton in Ton wirken sehr festlich. Lange Trachten Kniestrümpfe, farblich abgestimmt, und klassische Haferlschuhe runden das Outfit von Brautvater und Best Man ab.<br/><br/></p>"
      }
    },
    "occasion_products_k9GQFK": {
      "type": "occasion-products",
      "name": "Occasion Products",
      "settings": {
        "subtitle": "Die schönsten",
        "title": "Trachten Janker",
        "show_view_all": true,
        "view_all_link": "shopify://collections/trachtenjanker",
        "view_all_text": "Alle ansehen",
        "use_collection": true,
        "collection": "trachtenjanker",
        "products_limit": 12,
        "show_vendor": true,
        "background_color": "#ffffff"
      }
    },
    "occasion_banner_7LDBMC": {
      "type": "occasion-banner",
      "name": "Occasion Banner",
      "settings": {
        "use_image": true,
        "image": "shopify://shop_images/historische-trachtenhochzeit_2x_14da4fbb-3eb8-48cb-8614-f8ccccde9b63.jpg",
        "image_position": "top",
        "overlay_opacity": 40,
        "background_color": "#111827",
        "enable_parallax": true,
        "banner_height": "large",
        "content_width": "full",
        "content_horizontal": "center",
        "content_vertical": "center",
        "subtitle": "IM FESTTAGSGWAND",
        "title": "Trachtenhochzeiten Anno Domini",
        "description": "",
        "text_color": "#ffffff",
        "button_label": "",
        "button_link": "",
        "button_style": "solid"
      }
    },
    "occasion_content_frWpnE": {
      "type": "occasion-content",
      "name": "Occasion Content",
      "settings": {
        "content_width": "medium",
        "text_alignment": "center",
        "background_color": "#ffffff",
        "subtitle": "",
        "title": "",
        "content": "<p>Lange Zeit wurde in Bayern in Schwarz geheiratet. Schuld daran waren die Spanier, schreibt die Trachtenkultur-Beraterin Monika Hoede: „Seit Spanien als Weltmacht im 16. Jahrhundert schwarze strenge Kleidung am Hofe einführte, ist Schwarz aus der festlichen Kirchgangskleidung nicht mehr wegzudenken.“ Stoffe schwarz zu färben, war damals noch eine teure Kunst, bis zum Übergang von der pflanzlichen zur synthetischen und somit haltbaren und bezahlbaren Farbherstellung im 19. Jahrhundert. Schwarz als Modefarbe auch außerhalb der festlichen Anlässe wurde damit erschwinglich. Und Schwarz blieb vor allem bei der ländlichen, bürgerlichen Gesellschaft der Standard beim Heiraten. Das „Ehrenkleid“ wurde samt der Aussteuer neu angefertigt und sollte die Frauen dann als Festtagsgwand ein Leben lang begleiten bei allen hohen Feiertagen. Die bürgerliche Mitte musste vor allem auch darauf achten, dass das Kleid praktisch war. Das Mieder war geschnürt und konnte in der Weite mitwachsen. Die weiteren modischen Elemente der Trachten zeigen auch, dass sie eher der Haus- und Freizeitkleidung entstammen. Heute wird das Dirndl fast ausschließlich zu festlichen Anlässen getragen. Und gerne auch wieder zu Hochzeiten.</p>"
      }
    }
  },
  "order": [
    "occasion-hero",
    "content",
    "products",
    "banner",
    "occasion_content_TwRwQJ",
    "occasion_products_tAR9Tp",
    "occasion_text_image_NNweRL",
    "occasion_products_dnLp6J",
    "occasion_text_image_GrEPx7",
    "occasion_products_kWgmMM",
    "occasion_banner_wEMxDw",
    "occasion_content_nkUKtB",
    "occasion_products_k9GQFK",
    "occasion_banner_7LDBMC",
    "occasion_content_frWpnE"
  ]
}
