/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "occasion-hero": {
      "type": "occasion-hero",
      "settings": {
        "image": "shopify://shop_images/IMG_8114_1_2x_18c44e43-a520-4b6a-b0f6-d13253a185d5.jpg",
        "image_position": "center",
        "overlay_opacity": 40,
        "banner_height": "large",
        "subtitle": "Tracht für’s Fest",
        "title": "Die schönsten Volksfeste in Bayern",
        "description": "",
        "button_label": "",
        "button_link": "",
        "content_horizontal": "center",
        "content_vertical": "center",
        "text_color": "#ffffff"
      }
    },
    "content": {
      "type": "occasion-content",
      "settings": {
        "content_width": "medium",
        "text_alignment": "center",
        "background_color": "#ffffff",
        "subtitle": "",
        "title": "",
        "content": "<p>Natürlich hat es sie schon immer gegeben, Feste in Tracht. Aber heute feiern nicht nur die Trachten- und Schützenvereine am Land in Dirndl und Lederhose, sondern auch fast alle bayerischen Städte auf ihren vielen Volksfesten und Dulten. Die Damen schmeißen sich in ihre festlichen Dirndlkleider, die Männer in Lederhose und Janker, wenn die Volksfestsaison in Bayern im Frühling startet. Im Herbst haben die bayerischen Volksfeste dann Hochsaison.</p><h2><br/>Frühlingsfeste in Tracht</h2><p>Der Startschuss fällt meist im April mit dem Frühlingsfest in Nürnberg. Schon im Vorfeld werden lange festliche Dirndl und generell festliche Tracht gesucht. Denn ab dem Zeitpunkt geht es Schlag auf Schlag im bayerischen Volksfest-Kalender. Festliche Dirndl werden vermehrt auch auf dem Münchner Frühlingsfest, der \"kleinen Wiesn\", auf der Theresienwiese getragen, nachdem das Volksfest früher nicht geprägt war von eleganten edlen Dirndln und festlicher Tracht. Das Dirndl für besondere Anlässe hat aber auch auf der kleinen Version der Wiesn Jeans und Sweatshirt längst verdrängt. Die vielen jungen Besucher tragen meist exklusive Dirndl, edle Dirndlblusen und Lederhosen, auch wenn diese manchmal mit Sneaker kombiniert werden. Das Bild ist überall in Bayern das Gleiche: von der Maidult in Regensburg und Passau über die Erlanger Herbstkirchweih bis zum Kilanivolksfest in Würzburg – ob in der Oberpfalz oder in Franken – in Bayern werden festliche Dirndl und Festtagstracht getragen. Zu einem Publikumsmagneten in Oberbayern haben sich auch die Waldfeste am Tegernsee und Schliersee entwickelt. Haben hier früher nur die Einheimischen in ihren Festdirndln und kurzen Lederhosen getanzt, tauchen zur Waldfestsaison immer mehr Münchner Kennzeichen und auch Damen in festlichen Dirndlkleider auf, um eine Maß Bier im trotz sommerlichen Temperaturen kühlen Wald und die authentische Volksmusik zu genießen.<br/><br/></p><h2>Herbstfeste von München bis Straubing<br/></h2><p>Weit in den August hinein ziehen sich die Waldfeste am Tegernsee bis mit dem Gäubodenfest in Straubing die wichtigste Jahreszeit in Bayern beginnt: der Herbst mit seinen vielen großen Volksfesten. Für den Herbst dürfen die Dirndl noch festlicher sein. Samt und Seide kommen für die Festtagsdirndl und die langen Herbstdirndl zum Einsatz. Edle Dirndlblusen schmücken das exklusive Dirndl. Und spätestens zur Wiesn in Rosenheim und zum Münchner Oktoberfest sieht man fesche Männer in Tracht mit kurzer Lederhose, Gilet, Trachtenjanker und Haferlschuhen. Neben den langen Dirndln sieht man aber auch festliche Trachtenkleider und festliche Tracht wie Trachtenröcke mit Mieder und Trachtenblusen. Festliche Tracht für Herren kann aber auch eine Trachtenhose oder Stresemannhose sein, kombiniert mit Weste und Trachtensakko. Und natürlich auch die Kleinen in Schale werfen, zum Beispiel im festlichen Kinderdirndl oder in kurzer Lederhose.<br/><br/></p>"
      }
    },
    "products": {
      "type": "occasion-products",
      "settings": {
        "subtitle": "Die schönsten",
        "title": "Lederhosen",
        "show_view_all": true,
        "view_all_link": "shopify://collections/lederhosen",
        "view_all_text": "Alle ansehen",
        "use_collection": true,
        "collection": "lederhosen",
        "products_limit": 10,
        "show_vendor": true,
        "background_color": "#f9fafb"
      }
    },
    "banner": {
      "type": "occasion-banner",
      "settings": {
        "use_image": true,
        "image": "shopify://shop_images/ALMLIEBE23HW1409K_2x-volk.jpg",
        "image_position": "top",
        "overlay_opacity": 40,
        "background_color": "#111827",
        "enable_parallax": true,
        "banner_height": "large",
        "content_width": "full",
        "content_horizontal": "center",
        "content_vertical": "center",
        "subtitle": "Volksfest-Trends Damen",
        "title": "Vom Wasch- zum Samtdirndl",
        "description": "",
        "text_color": "#ffffff",
        "button_label": "",
        "button_link": "",
        "button_style": "solid"
      }
    },
    "occasion_content_tMUwP4": {
      "type": "occasion-content",
      "name": "Occasion Content",
      "settings": {
        "content_width": "medium",
        "text_alignment": "center",
        "background_color": "#ffffff",
        "subtitle": "",
        "title": "",
        "content": "<p>Vor nicht allzu langer Zeit war das einfache Waschdirndl aus Baumwolle ein beliebtes Festdirndl. Traditionell, aus gemusterter Baumwolle, und praktisch, weil man es eben waschen konnte nach einem exzessiven Abend im Bierzelt. Heute ist ein Volksfest ein festlicher Anlass, zu dem man sich mit einem exklusiven Dirndl herausputzt und das schönste Gewand anzieht, so wie es auch früher war. Vielleicht im Hochsommer oder zu einem Waldfest tagsüber kann man leichte luftige Dirndl tragen. Sonst gilt für das festliche Dirndlkleid: lieber edel und elegant. Die Materialien beim langen festlichen Dirndl sind eher Samt, gewebte Jaquardstoffe oder auch Cord. Samtdirndl in Grün, Blau oder Schwarz sind zum neuen It-Teil nicht nur auf der Münchner Wiesn geworden. Die Designer-Dirndl kommen meist Ton-in-Ton mit der Schürze und werden mit festlichen Spitzen-Dirndlblusen aufgepeppt. Neu bei den Volksfest-Trachten-Trends sind auch festliche Halbarmdirndl – zum Beispiel von Gottseidank oder Almliebe -, die man mit oder ohne Dirndlbluse tragen kann. Modisch ganz vorne dabei sind Dirndl mit Puffarm, egal ob nur leicht angepufft an der Schulter oder mit mehr Volumen im Ärmel. Das Halbarmdirndl kann dabei hochgeschlossen sein oder mit klassischem Ausschnitt. Wichtig beim exklusiven Dirndl für festliche Anlässe sind also edle Materialien, hochwertige Knöpfe und hochwertige Stoffe, statt zu viel Glitzer und Seide. Übrigens: als modern gelten lange festliche Dirndlkleider mit einer Rocklänge von mindestens 75 Zentimeter.<br/><br/></p>"
      }
    },
    "occasion_products_BVppgp": {
      "type": "occasion-products",
      "name": "Occasion Products",
      "settings": {
        "subtitle": "Die schönsten festlichen",
        "title": "Dirndl",
        "show_view_all": true,
        "view_all_link": "shopify://collections/dirndl",
        "view_all_text": "Alle ansehen",
        "use_collection": true,
        "collection": "dirndl",
        "products_limit": 10,
        "show_vendor": true,
        "background_color": "#ffffff"
      }
    },
    "text-image": {
      "type": "occasion-text-image",
      "settings": {
        "layout": "image-first",
        "background_color": "#ffffff",
        "subtitle": "",
        "title": "Die Dirndlbluse: Es darf wieder Puff sein",
        "content": "<p>Vor allem bei der festlichen Tracht spielt die Dirndlbluse eine große Rolle. Sie wertet das festliche Dirndl auf und setzt neue Trends und Impulse. Jahrelang galt die Dirndlbluse mit schmalem Arm und mit viel Spitze als modisches Highlight festlicher Damen-Trachtenmode. Sie hat die Dirndlbluse mit Puffarm, die in den 80er Jahren in der Landhausmode eine große Rolle gespielt hat, abgelöst. Aber alles kommt wieder in der Mode und in der Tracht. Und so hat es die Dirndlbluse mit Puffarm wieder an die modische Spitze geschafft. Trachtenmarken wie Gottseidank, Heimatglück und Kinga Mathe haben es vorgemacht. Sie bringen schlichtere fließende Dirndlblusen mit mehr Volumen in ihren neuen Designer-Dirndl-Kollektionen. Mit Puffarm oder weiterem Arm oder einfach nur leicht angepuffter Schulter. Im Trend sind außerdem edle Dirndlblusen mit Flügelarm. Der kurze abstehende Ärmel, der an Engelsflügel erinnert, wurde zum Highlight auf dem letzen <strong>Münchner Oktoberfest</strong> und stolz von jungen modebewussten Wiesnbesucherinnen getragen.</p>",
        "button_label": "",
        "button_link": "",
        "image": "shopify://shop_images/ALMLIEBE23HW1145K_2x_e253476f-95c6-44c2-b477-798f07d8fe32.jpg"
      }
    },
    "occasion_products_tBQjCY": {
      "type": "occasion-products",
      "name": "Occasion Products",
      "settings": {
        "subtitle": "",
        "title": "Die schönsten",
        "show_view_all": true,
        "view_all_link": "shopify://collections/dirndlblusen",
        "view_all_text": "Alle ansehen",
        "use_collection": true,
        "collection": "dirndlblusen",
        "products_limit": 10,
        "show_vendor": true,
        "background_color": "#ffffff"
      }
    },
    "occasion_text_image_nQ6JU3": {
      "type": "occasion-text-image",
      "name": "Occasion Text + Image",
      "settings": {
        "layout": "content-first",
        "background_color": "#ffffff",
        "subtitle": "",
        "title": "Trachtenjanker: von Strick bis Loden",
        "content": "<p>Gerade bei den Volksfesten im Herbst wird es abends oft schon empfindlich kühl. Übers festliche Dirndl passt dann ein warmer Strickjanker aus Merinowolle von Gottseidank, Astrifa oder Felicitas. Wer es lässiger mag, holt sich die Kapuzenjanker von Liebling, die kann man auch zur Jeans perfekt kombinieren. Die Janker zum festlichen Dirndlkleid sind meist kurz, aber nicht zu kurz, so dass sie auch zur Hose oder zum Trachtenrock getragen werden können. Neutrales Dunkelblau, Grün, Grau oder Schwarz passen fast zu jedem Festtagsdirndl. Wer es ein bisschen eleganter und schicker haben will zum Volksfest, der kann auch einen Trachtenjanker oder Blazer aus Loden, Leinen oder Samt tragen. Besonders schöne taillierte Trachtenjacken gibt es von Gottseidank, Kinga Mathe, Sportalm, Hammerschmid oder Anno Domini. Ein besonders Highlight sind die Janker oder Miederjacken aus Leinen von Lena Hoschek wie oben im Bild.</p>",
        "button_label": "",
        "button_link": "",
        "image": "shopify://shop_images/Almliebe_Motiv08_106_2x_ae98c363-9dd6-4214-a1ff-e40d6a97d5e8.jpg"
      }
    },
    "occasion_products_QdchCF": {
      "type": "occasion-products",
      "name": "Occasion Products",
      "settings": {
        "subtitle": "Die schönsten",
        "title": "Trachtenjanker",
        "show_view_all": true,
        "view_all_link": "shopify://collections/trachtenjanker",
        "view_all_text": "Alle ansehen",
        "use_collection": true,
        "collection": "trachtenjanker",
        "products_limit": 8,
        "show_vendor": true,
        "background_color": "#ffffff"
      }
    },
    "occasion_banner_Yebnex": {
      "type": "occasion-banner",
      "name": "Occasion Banner",
      "settings": {
        "use_image": true,
        "image": "shopify://shop_images/ALMLIEBE23HW1070K_2x_464ccd01-0241-4fa7-adea-893b7768414e.jpg",
        "image_position": "center",
        "overlay_opacity": 40,
        "background_color": "#111827",
        "enable_parallax": true,
        "banner_height": "large",
        "content_width": "full",
        "content_horizontal": "center",
        "content_vertical": "center",
        "subtitle": "Volksfest-Trends Männer",
        "title": "Von Kopf bis Fuß in Tracht",
        "description": "",
        "text_color": "#ffffff",
        "button_label": "",
        "button_link": "",
        "button_style": "solid"
      }
    },
    "occasion_content_ix8nNL": {
      "type": "occasion-content",
      "name": "Occasion Content",
      "settings": {
        "content_width": "medium",
        "text_alignment": "center",
        "background_color": "#ffffff",
        "subtitle": "",
        "title": "",
        "content": "<p>In der festlichen Trachtenmode für Männer ging es früher fast ausschließlich um die Lederhose. Hirschlederhose oder Ziegenlederhose? Welche Stickerei? Kniebund oder kurz? Bänder oder Knöpfe? Das sind immer noch entscheidende Fragen für den Mann beim Volksfestbesuch. Die Lederhosen sind jetzt fast ausschließlich kurz, sind vom Farbton eher heller oder gehen in die Grautöne. Die Stickereien bei den Hirschlederhosen und Ziegenlederhosen sind dezent in Grau, Ton-in-Ton oder in kräftigen Grüntönen, für alle, die es auffälliger wollen.<br/><br/>Aber was sich bei der festlichen Tracht geändert hat, ist die schickere Kombination der Lederhose mit einer Trachtenweste bzw. Trachtengilet. Jörg Hittenkofer von der Trachtenfirma Gottseidank hat das festliche Trachtenoutfit revolutioniert, in dem er die Trachtenweste schmal geschnitten hat. Das moderne Trachtengilet ist fast überwiegend hochgeschlossen und eher clean. Die Westen sind aus Leinen, Loden oder hochwertigen gewebten Jacquard-Stoffen. Was sich vermehrt auch durchsetzt sind traditionelle Trachtenwesten wie das Miesbacher Gilet mit Ausschnitt vorne und Kette sowie das Kutschergilet, das aus der Region Dachau kommt, und mit vielen großen Münzknöpfen geschmückt ist. Diese Trachtenwesten zeigen, dass der Mann sich auch gerne festlich kleidet zum Volksfest und sich abheben will von der Alltagskleidung. Auch Almliebe hat Miesbacher Gilets und Kutscher Gilets in der neuen Männer Trachten Kollektion.<br/><br/>Zum Trachtengilet werden schmal geschnittene Trachtenhemden mit Stehkragen kombiniert, entweder Uni in Weiß oder Hellblau oder mit dezenten Streifen. Das Karohemd in seiner klassischen Variante hat ausgedient. Wer sich besonders festlich in Tracht kleiden will, trägt über dem Trachtenhemd und Gilet einen schicken Trachtenjanker. Auch hier war Gottseidank der Vorreiter und hat den Janker schmal geschnitten und an die moderne Männermode angepasst hat. Trachten-Kniestrümpfe – farblich auf Gilet und Janker abgestimmt – und klassische schwarze Haferlschuhe runden das perfekte festliche Trachtenoutfit ab. Individuell und auffällig wird das Trachtenoutfit übrigens mit einem passenden, traditionellen Trachtenhut.</p>"
      }
    },
    "occasion_products_czWqNa": {
      "type": "occasion-products",
      "name": "Occasion Products",
      "settings": {
        "subtitle": "Die schönsten",
        "title": "Trachtenwesten",
        "show_view_all": true,
        "view_all_link": "shopify://collections/trachtenwesten",
        "view_all_text": "Alle ansehen",
        "use_collection": true,
        "collection": "trachtenwesten",
        "products_limit": 8,
        "show_vendor": true,
        "background_color": "#ffffff"
      }
    }
  },
  "order": [
    "occasion-hero",
    "content",
    "products",
    "banner",
    "occasion_content_tMUwP4",
    "occasion_products_BVppgp",
    "text-image",
    "occasion_products_tBQjCY",
    "occasion_text_image_nQ6JU3",
    "occasion_products_QdchCF",
    "occasion_banner_Yebnex",
    "occasion_content_ix8nNL",
    "occasion_products_czWqNa"
  ]
}
